{
    "inspire": [
        {
            "id": "1",
            "title": "“Mây” – Tựa Như Gió Thoảng Qua Miền Quê",
            "description": "Nhẹ nhàng, thư thái, và gần gũi với thiên nhiên – đó là cảm giác mà bạn sẽ cảm nhận được ngay khi chạm mắt đến Bộ sưu tập Mây – một sáng tạo mới nhất từ Nhà Xinh, lấy cảm hứng từ vẻ đẹp mộc mạc, bình dị của hồn quê Việt Nam.",
            "image": "https://nhaxinh.com/wp-content/uploads/2025/06/SOFA-MAY.webp",
            "subInspire": [
                {
                    "id": "1",
                    "title": "Nơi Vật Liệu Lên Tiếng Bằng Đường Cong",
                    "description": "Những sợi mây được đan tay tỉ mỉ, tạo nên các đường cong mềm mại, uyển chuyển, vừa tạo cảm giác thoải mái khi sử dụng, vừa giữ vững yếu tố thẩm mỹ cao cấp. Các nghệ nhân đã khéo léo đan tay từng sợi mây, tạo nên cấu trúc nhẹ nhàng, mềm mại nhưng không kém phần vững chắc. Phần viền khung gỗ beech được xử lý mượt mà, định hình cá tính cho không gian sống hiện đại.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2025/06/DETAL-MAY.webp"
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Về Lại Chốn Bình Yên Giữa Đô Thị",
                    "description": "Mỗi chiếc ghế ăn, armchair hay bàn ăn không chỉ đóng vai trò chức năng, mà còn khơi gợi hình ảnh hiên nhà xưa, nơi có tiếng võng đung đưa, làn gió nhẹ xuyên qua vòm lá. Với Mây, bạn không chỉ bày trí một căn phòng, mà đang thổi vào không gian sống của mình một tâm hồn Việt – êm dịu, hiền hòa và đầy chiều sâu.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2025/06/BAN-AN-MAY.webp"
                        }
                    ]
                },
                {
                    "id": "3",
                    "title": "Mây – Nơi Tâm Hồn Tìm Về",
                    "description": "Bộ sưu tập Mây là gợi ý hoàn hảo cho những ai yêu thích không gian sống tối giản, hiện đại mà vẫn có chiều sâu văn hóa. Không phô trương, không cầu kỳ, Mây tinh tế trong từng chất liệu, đường nét và cảm xúc mà nó mang lại.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2025/06/SOFAMAY.webp"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                }
            ]
        },
        {
            "id": "2",
            "title": "Điểm tô sắc màu cho không gian sống",
            "description": "Những màu sắc rực rỡ đang quay trở lại, báo hiệu mùa hè đến, hãy sẵn sàng chào đón những màu sắc đầy cảm xúc như đỏ rực, vàng tươi, cam san hô. Những sắc thái táo bạo này mang lại năng lượng, sự tự tin và ấm áp – hoàn hảo để làm sáng bừng không gian.",
            "image": "https://nhaxinh.com/wp-content/uploads/2025/05/acc-1391x800.webp",
            "subInspire": [
                {
                    "id": "1",
                    "title": "Bừng sáng không gian sống bằng những chiếc bình đa sắc",
                    "description": "Phong cách sống động với những chiếc bình đầy bắt mắt khi trưng bày cùng hoa tươi, đều mang đến nguồn năng lượng tươi mới, sống động cho không gian của bạn. Một chút màu sắc sẽ dễ dàng tạo nên sự khác biệt lớn!",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2025/05/binh.webp"
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Thích trang trí màu sắc đậm? Cứ thoải mái thể hiện cá tính!",
                    "description": "Bạn là người yêu thích sự phá cách và muốn ngôi nhà mình thật sự nổi bật? Đừng ngần ngại chọn lựa những món hàng trang trí màu sắc rực rỡ! Từ những món đồ điêu khắc ấn tượng cho đến những vật dụng trang trí ngộ nghĩnh, tất cả đều có thể truyền tải cá tính và nét quyến rũ riêng vào từng ngóc ngách. Chúng sẽ cùng nhau tạo nên một không gian sống động, tràn đầy năng lượng, thể hiện rõ phong cách độc đáo của bạn. Hãy để ngôi nhà bạn thật sự bùng nổ với sắc màu!",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2025/05/hang-trang-tri-768x1021.webp"
                        }
                    ]
                },
                {
                    "id": "3",
                    "title": "Ghế Armchair ấn tượng, tăng cường thư giãn, quên mọi âu lo",
                    "description": "Muốn “thay áo” cho phòng khách? Một chiếc ghế sofa rực rỡ chính là câu trả lời! Dù là màu xanh ngọc lục bảo, cam cháy nổi bật hay vàng mù tạt rực rỡ, những gam màu tươi sáng này sẽ mang đến sự ấm áp, năng lượng giúp ngôi nhà bạn trở nên tươi mới và hấp dẫn hơn bao giờ hết. Bạn có thể kết hợp chúng với nhiều món đồ trang trí đa dạng, tự do sáng tạo.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/04/sac-mau-mua-ha-cho-phong-khach-tuoi-moi-1.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                },
                {
                    "_id": "68a484b7e0b255596f191d7c",
                    "name": "Phòng ngủ"
                },
                {
                    "_id": "68a484bce0b255596f191d7f",
                    "name": "Phòng làm việc"
                }
            ]
        },
        {
            "id": "3",
            "title": "CHIÊM NGƯỠNG CÁC DÒNG SẢN PHẨM CHO MÙA MỚI TẠI NHÀ XINH",
            "description": "Bên cạnh việc tiếp tục làm mới không gian cửa hàng, mang đến trải nghiệm độc đáo cho khách hàng, Nhà Xinh sẽ giới thiệu những dòng sản phẩm mới với thiết kế hợp thời, kiểu dáng đa dạng cùng chất lượng cao. Hãy cùng khám phá các sản phẩm mới sẽ có mặt tại các cửa hàng Nhà Xinh.",
            "image": "https://nhaxinh.com/wp-content/uploads/2025/04/Ban-Nuoc-Valencia-Mat-Da-04.jpg",
            "subInspire": [
                {
                    "id": "1",
                    "title": "Valencia – bộ sản phẩm cho phòng khách sang trọng, thanh lịch",
                    "description": "Lấy cảm hứng từ thành phố Valencia, miền Đông Nam Tây Ban Nha, nơi nổi tiếng với sự giao thoa độc đáo giữa kiến trúc hiện đại và cổ kính. Thiết kế của Valencia tập trung vào việc gợi lên cảm giác ấm áp và linh hoạt, đáp ứng nhu cầu của cuộc sống hiện đại trong khi vẫn tôn vinh những di sản văn hóa lâu đời. ",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2025/04/sofa-Valencia-2-1536x1024.webp"
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Napoli – tạo nên vẻ đẹp ấm cúng cho không gian phòng ăn",
                    "description": "Napoli ra đời từ sự hòa quyện độc đáo giữa vẻ đẹp tự nhiên của các hình khối organic, sự tỉ mỉ trong từng chi tiết hoàn thiện và nguồn cảm hứng mạnh mẽ từ kiến trúc hiện đại. Ý tưởng thiết kế của Napoli tập trung vào việc tạo ra một sự cân bằng thị giác ấn tượng thông qua các hình khối mang tính kiến trúc. ",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2025/04/ban-an-Valencia-1536x1019.webp"
                        }
                    ]
                },
                {
                    "id": "3",
                    "title": "Nest – ấm áp và hiện đại",
                    "description": "Đúng như cái tên mang ý nghĩa “chiếc tổ”, Nest mang vẻ ngoài ấm cúng, mềm mại và thư thái. Thiết kế của dòng sản phẩm Nest mang đến một diện mạo trẻ trung, hợp thời và tươi sáng cho không gian.Lấy cảm hứng từ hình ảnh ấm áp và mềm mại của một chiếc tổ chim, Nest mang đến một thiết kế sofa tràn đầy sự thoải mái và gần gũi. Đường cong uyển chuyển ở phần tựa lưng và đường may nhấn tinh tế trên tay vịn không chỉ tạo điểm nhấn thẩm mỹ mà còn gợi lên cảm giác được bao bọc, an yên.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2025/04/goc-cam-hung-4-1536x1024.webp"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                }
            ]
        },
        {
            "id": "4",
            "title": "Tại SAO NÊN CHỌN GHẾ NGỒI LÀM VIỆC PHÙ HỢP",
            "description": "Một chiếc ghế làm việc không chỉ là nơi để ngồi, mà nó còn đóng vai trò quan trọng trong việc bảo vệ sức khỏe và nâng cao hiệu suất làm việc hàng ngày. Trong cuộc sống hiện đại, khi thời gian ngồi làm việc kéo dài liên tục, việc lựa chọn một chiếc ghế phù hợp có thể tạo ra sự khác biệt đáng kể cho cả sức khỏe lẫn hiệu quả công việc của bạn. Dưới đây là những lý do cụ thể giải thích tại sao việc đầu tư vào một chiếc ghế làm việc tốt là vô cùng cần thiết.",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/09/ghe-ngoi-lam-viec-phu-hop-9.jpg",
            "subInspire": [
                {
                    "id": "1",
                    "title": "Hỗ trợ lưng và cổ – Bảo vệ cột sống và tư thế ngồi",
                    "description": "Trong suốt quá trình làm việc, cột sống và cổ là những bộ phận chịu áp lực nhiều nhất khi phải giữ cơ thể ở tư thế ngồi trong thời gian dài. Chiếc ghế làm việc được thiết kế đặc biệt để hỗ trợ vùng lưng và cổ, giúp giảm tải cho cột sống. Điều này không chỉ giảm nguy cơ gặp các vấn đề về đau lưng và đau cổ mà còn cải thiện tư thế ngồi đúng chuẩn. Việc ngồi sai tư thế kéo dài có thể gây ra những hệ lụy như thoái hóa cột sống hoặc căng cơ cổ, và một chiếc ghế tốt sẽ giúp bạn duy trì tư thế thoải mái, giảm căng thẳng lên các khớp và cơ.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/09/ghe-ngoi-lam-viec-phu-hop-1.jpg"
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Tăng cường sự thoải mái – Giảm thiểu áp lực lên cơ thể",
                    "description": "Một chiếc ghế làm việc chất lượng cao sẽ có đệm ngồi êm ái, giúp phân bổ trọng lượng cơ thể đồng đều và giảm áp lực lên hông, đùi. Điều này không chỉ mang lại cảm giác thoải mái trong suốt quá trình ngồi mà còn giúp giảm tình trạng mỏi cơ, đau nhức khi phải làm việc lâu. Sự thoải mái này tạo cho bạn duy trì sự tập trung tối đa, từ đó nâng cao năng suất làm việc một cách đáng kể. Khi cơ thể được nghỉ ngơi và thoải mái, tinh thần làm việc cũng sẽ tốt hơn, giúp bạn đạt được kết quả công việc như mong đợi.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/09/ghe-ngoi-lam-viec-phu-hop-6.jpg"
                        }
                    ]
                },
                {
                    "id": "3",
                    "title": "Tăng tính di động – Tiện lợi và hiệu quả hơn",
                    "description": "Với thiết kế bánh xe linh hoạt, nhiều mẫu ghế làm việc hiện đại cho phép bạn dễ dàng di chuyển giữa các vị trí khác nhau mà không cần phải rời khỏi ghế. Điều này rất hữu ích khi bạn cần tiếp cận các tài liệu hoặc thiết bị xung quanh bàn làm việc mà không làm gián đoạn công việc. Khả năng di chuyển mượt mà giúp tiết kiệm thời gian và công sức, mang lại sự tiện lợi tối đa trong môi trường làm việc hiện đại.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/09/ghe-ngoi-lam-viec-phu-hop.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a484b7e0b255596f191d7c",
                    "name": "Phòng ngủ"
                },
                {
                    "_id": "68a484bce0b255596f191d7f",
                    "name": "Phòng làm việc"
                }
            ]
        },
        {
            "id": "5",
            "title": "Giường ngủ cho phòng ngủ hiện đại với tầm giá dưới 15 triệu",
            "description": "Giường Iris là sự kết hợp hoàn hảo giữa thiết kế sang trọng và tiện ích hiện đại, giúp không gian phòng ngủ thêm phần sang trọng. Tông màu xám trang nhã không chỉ tôn lên vẻ đẹp thanh lịch mà còn dễ dàng hòa hợp với mọi phong cách trang trí. Được thiết kế 4 hộc kéo xung quanh giúp tối ưu hóa diện tích và cung cấp không gian lưu trữ rộng rãi cho đồ đạc. Với sự tiện dụng và thiết kế thông minh này, phòng ngủ của bạn sẽ luôn gọn gàng và thoáng đãng, tạo cảm giác thoải mái.",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/06/phong-ngu-giuong-hoc-keo-iris-5.jpg",
            "subInspire": [
                {
                    "id": "1",
                    "title": "Giường Hộc Kéo Penny tinh tế",
                    "description": "Với tông màu xám trang nhã của lớp vải bọc, giường ngủ Penny mang đến vẻ sang trọng, tinh tế cho không gian phòng ngủ hiện đại. Khung giường làm từ gỗ chắc chắn, đảm bảo độ bền bỉ và ổn định, trong khi lớp vải bọc êm ái tạo cảm giác thư thái cho người dùng. Đặc biệt, giường được thiết kế với hộc kéo xung quanh, giúp tiết kiệm diện tích và tối ưu hóa không gian lưu trữ. Nhờ vào thiết kế thông minh này, phòng ngủ của bạn sẽ trở nên thông thoáng và gọn gàng hơn, tạo nên một không gian sống lý tưởng.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/06/giuong-penny5.jpg"
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Giường Dubai trang nhã",
                    "description": "Giường Dubai với tông màu trang nhã là lựa chọn lý tưởng để nâng tầm không gian phòng ngủ của bạn, mang đến vẻ đẹp sang trọng và hiện đại. Chân giường làm từ gỗ beech chắc chắn, kết hợp cùng lớp vải bọc êm ái, mang lại trải nghiệm thư thái nhất cho người dùng. Giường Dubai hướng tới không gian thoáng đãng với kết cấu tối giản, tạo cảm giác nhẹ nhàng và thoải mái, biến phòng ngủ của bạn thành nơi lý tưởng để thư giãn và nghỉ ngơi.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/06/phong-ngu-dubai-tinh-te-sac-mau-tuoi-tan.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a484b7e0b255596f191d7c",
                    "name": "Phòng ngủ"
                }
            ]
        },
        {
            "id": "6",
            "title": "TẬN HƯỞNG BỮA TỐI CÙNG BÀN ĂN GỖ SỒI JAZZ",
            "description": "Trong không gian hiện đại cùng bữa tối ấm cúng, bàn ăn gỗ sồi với thiết kế tinh tế như một nét chấm phá làm phòng ăn trở nên thật ấn tượng. Cùng Nhà Xinh khám phá nhiều hơn về bàn ăn gỗ sồi nhé!",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/05/ban-an-go-soi-jazz-1.png",
            "subInspire": [
                {
                    "id": "1",
                    "title": "Nét sang trọng, ấm cúng từ bàn ăn gỗ sồi",
                    "description": "Được gia công tỉ mỉ từ những thanh gỗ sồi già tự nhiên, bàn ăn gỗ sồi Jazz là sự lựa chọn hoàn hảo đồng hành cùng gia đình bạn trong mỗi bữa ăn. Bàn ăn Jazz được thiết kế rộng rãi, với các đường nét sắc sảo, góc cạnh và sự tinh tế trong từng chi tiết, đi kèm là một băng ghế dài tạo chỗ ngồi thoải mái. Bề mặt gỗ sồi tự nhiên được xử lý khéo léo, kết hợp chân sắt sơn tĩnh điện đầy mạnh mẽ sẽ góp phần tạo nên không gian ấm cúng nhưng không kém sang trọng.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/05/ghe-an-go-soi.jpg"
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Ghế ăn Franky – sự kết hợp hoàn hảo",
                    "description": "Mang vẻ đẹp hiện đại, sang trọng nhờ sở hữu kiểu dáng thanh mảnh, ghế ăn Franky và bàn ăn gỗ sồi Jazz được xem là bộ đôi hoàn hảo nâng tầm không gian phòng bếp. Màu gỗ và chất gỗ sồi tự nhiên của Jazz rất thích hợp để phối cùng các sản phẩm bọc da như ghế ăn Franky để tăng thêm vẻ sang trọng, ấm cúng và không kém hiện đại.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/05/ghe-an-franky.jpeg"
                        }
                    ]
                },
                {
                    "id": "3",
                    "title": "Lấp đầy không gian với kệ, tủ và đồ trang trí",
                    "description": "Gian bếp sẽ trở nên gọn gàng và tinh tế hơn nếu được trang bị thêm những chiếc kệ thanh thoát hay hệ thống tủ bếp hoàn chỉnh. Không chỉ giúp thu gọn đồ đạc, tiết kiệm diện tích, những chiếc kệ, tủ bếp phù hợp với phong cách còn mang lại cái nhìn thẩm mỹ, nâng tầm không gian phòng bếp. Điểm nhấn cuối cùng là bình hoa Mily thủy tinh được bày trí tinh tế trên bàn ăn, đem đến cảm giác thư thái, nhẹ nhàng trong từng bữa ăn.  ",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2023/10/phong-an-maxine-khong-gian-6.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a484b6e0b255596f191d79",
                    "name": "Phòng ăn"
                }
            ]
        },
        {
            "id": "7",
            "title": "Thư giãn mỗi ngày với ghế thư giãn Lazboy",
            "description": "Xoa dịu những mỏi mệt, vỗ về giúp ngủ ngon, đó là những gì chiếc ghế thư giãn Lazboy mang đến cho bạn mỗi ngày, giúp giảm nhẹ những lo toan của cuộc sống hàng ngày. ",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/04/ghe-thu-gian-lazboy-15.jpg",
            "subInspire": [
                {
                    "id": "1",
                    "title": "Ghế thư giãn cải thiện sức khỏe tinh thần",
                    "description": "Thư giãn cùng chiếc ghế Lazboy, một thiết kế đẳng cấp không chỉ mang lại sự thoải mái tối đa mà còn là điểm nhấn sang trọng cho không gian sống của bạn. Với một sự kết hợp tinh tế giữa chất liệu cao cấp và công nghệ hiện đại, chiếc ghế thư giãn này không chỉ là nơi lý tưởng để xua tan mệt mỏi và căng thẳng, cải thiện sức khỏe tinh thần mỗi ngày, mà còn là món nội thất giúp không gian của bạn thêm hiện đại và sang trọng hơn.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/04/ghe-thu-gian-lazboy-7.jpg"
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Lazboy – Thiết kế sang trọng",
                    "description": "Bắt đầu từ bên ngoài, ghế thư giãn Lazboy thu hút ánh nhìn với đường nét thanh thoát và tỉ mỉ, kết hợp với lớp bọc da bò cao cấp mềm mại, tạo nên cảm giác êm ái và dễ chịu ngay từ cái nhìn đầu tiên. Được thiết kế với phần khung gỗ chắc chắn, ghế Lazboy đảm bảo độ bền bỉ và độ ổn định cao, đồng thời mang lại sự hỗ trợ vững chắc cho cơ thể trong suốt quá trình sử dụng.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/04/ghe-thu-gian-lazboy-6.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                },
                {
                    "_id": "68a484b7e0b255596f191d7c",
                    "name": "Phòng ngủ"
                },
                {
                    "_id": "68a484bce0b255596f191d7f",
                    "name": "Phòng làm việc"
                }
            ]
        },
        {
            "id": "8",
            "title": "Napoli Thiết kế tinh tế cho không gian ăn uống ấm cúng và sang trọng",
            "description": "Bữa cơm gia đình luôn là khoảnh khắc sum vầy và lan tỏa yêu thương. Với bộ bàn ăn Napoli, không gian phòng ăn của bạn được chăm chút từng chi tiết từ chất liệu đến thiết kế tỉ mỉ mang đến trải nghiệm ăn uống hiện đại, đầy tinh tế.",
            "image": "https://nhaxinh.com/wp-content/uploads/2025/08/ban-an-napoli-2048x2048.jpg",
            "subInspire": [
                {
                    "id": "1",
                    "title": "Ghế ăn Napoli",
                    "description": "Lớp bọc da sang trọng, đệm ngồi êm ái, tựa thoải mái cho tư thế ngồi thư giãn.Cảm giác nâng niu khi đặt lên ghế, tựa lưng và chỗ ngồi được thiết kế để tối ưu sự thoải mái.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2025/08/napoli-3-2048x2048.jpg"
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Bàn ăn Napoli",
                    "description": "Chất liệu: Gỗ Sồi và MDF Veneer sồi, đảm bảo sự bền bỉ và vẻ đẹp tự nhiên.Kích thước: D2300 – R1050 – C750 mm (dài x rộng x cao) phù hợp với nhiều không gian phòng ăn.Phối hợp hài hòa giữa gỗ tự nhiên và lớp veneer, mang lại vẻ ngoài ấm cúng mà hiện đại.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/11/Ban-an-8-cho-Napoli-04.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a484b6e0b255596f191d79",
                    "name": "Phòng ăn"
                }
            ]
        },
        {
            "id": "9",
            "title": "Phòng ăn hiện đại, nổi bật với thiết kế độc đáo từ bàn ăn Moretti",
            "description": "Phòng ăn hiện đại, mới mẻ sẽ mang lại nhiều cảm xúc và nguồn năng lượng mới cho mỗi bữa ăn. Cùng chiêm ngưỡng vẻ đẹp từ bộ bàn ăn độc đáo trong Bộ sưu tập Moretti.",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/11/phong-an-hien-dai-moretti.jpg",
            "subInspire": [
                {
                    "id": "1",
                    "title": "Bề mặt bằng đá sang trọng",
                    "description": "Bàn ăn Moretti với bề mặt được làm bằng đá tự nhiên, được thi công cẩn thận, tỉ mỉ. Các đường vân đá tự nhiên là điểm đặc sắc, gây ấn tượng cho thiết kế bàn ăn này.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/11/phong-an-hien-dai-moretti-1.jpg"
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Sự kết hợp dộc đáo",
                    "description": "Sự kết hợp hoàn hảo giữa kim loại sơn hiệu ứng cùng kiểu dáng chân bàn được thiết kế độc đáo, mang đến không gian phòng ăn hiện đại, sang trọng. Điểm tô chút sắc màu tự nhiên cho không gian thêm sức sống với bình hoa được đặt trên bàn hoặc góc nhỏ trên kệ tủ. Ngoài ra, chiếc tủ trưng bày hoặc tủ trang trí sẽ giúp phòng ăn trong bắt mắt và gọn gàng hơn, gia tăng khu vực chứa đồ cho trong nhà.",
                    "images": [
                        {
                            "id": "1",
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/11/phong-an-hien-dai-moretti-4.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a484b6e0b255596f191d79",
                    "name": "Phòng ăn"
                }
            ]
        }
    ],
    "collection": [
        {
            "id": "1",
            "name": "Orientale",
            "title": "Câu chuyện của những sự khởi đầu",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/08/BST-Orientale-1199x800.jpg",
            "description": " một cái tên đầy ý nghĩa với mong muốn tạo ra những kết nối từ khắp nơi trên thế giới, để cùng nhau dệt nên câu chuyện mới đầy cảm hứng và diệu kỳ.",
            "subcollection": [
                {
                    "id": 1,
                    "title": "Chất liệu cao cấp tạo trải nghiệm đẳng cấp",
                    "description": "Được làm từ gỗ walnut tự nhiên – loại gỗ cao cấp không chỉ nổi tiếng với sắc nâu trầm tinh tế, những đường vân uốn lượn mềm mại mà còn có độ bền cao, mang lại sự vững chắc. Kết hợp cùng da thật, chất liệu ngày càng trở nên mềm mại và ấm áp theo thời gian, tạo nên những món nội thất vừa sang trọng, vừa ấm áp, mang đến trải nghiệm tuyệt vời cho người dùng.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/08/BST-Orientale2.jpg"
                        },
                        {
                            "id": 2,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/08/BST-orientale-11.jpg"
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "Thiết kế tinh tế, tôn vinh vẻ đẹp tự nhiên",
                    "description": "Mỗi sản phẩm trong bộ sưu tập Orientale không chỉ mang dáng hình hiện đại, mà còn phảng phất nét đẹp của truyền thống phương Đông. Thiết kế của Orientale được chú trọng vào công năng và chất lượng vượt trội. Những đường nét tinh tế, sự kết hợp giữa gỗ walnut bền bỉ và da tự nhiên cao cấp, tạo nên một không gian sống vừa thanh lịch, vừa ấm áp. Đây là nơi mà sự giản dị và sang trọng, truyền thống và đổi mới, giao thoa và hòa quyện một cách hoàn hảo.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/08/BST-orientale-3.jpg"
                        }
                    ]
                },
                {
                    "id": 3,
                    "title": "Lối sống an yên, cân bằng",
                    "description": "Với Orientale, Nhà Xinh mong muốn mang đến cho bạn một lối sống an yên, nơi mà mỗi sản phẩm đều là kết tinh của sự tử tế và chân thành. Từ chiếc ghế sofa êm ái đến chiếc bàn nước chắc chắn, tất cả đều được thiết kế để kết nối con người với nhau, để mang lại những khoảnh khắc bình yên và hạnh phúc.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/08/BST-orientale-12-1.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                }
            ]
        },
        {
            "id": "2",
            "name": "Valente",
            "title": "Tinh hoa của sự trang trọng và tinh tế",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/07/armchair-valente-da.jpg",
            "description": "Hành trình chìm đắm vào thế giới của sự tinh tế và sang trọng. Valente được thiết kế với tỉ lệ hoàn hảo và sự trau chuốt trong từng chi tiết, mang đến một trải nghiệm nội thất đẳng cấp và khác biệt.",
            "subcollection": [
                {
                    "id": 1,
                    "title": "Bộ sưu tập Valente với thiết kế tinh xảo và trau chuốt trong từng đường nét",
                    "description": "Bộ sưu tập Valente mang đến không gian sống sự hòa quyện hoàn hảo giữa gam màu trầm của gỗ và vải, tạo nên cảm giác mạnh mẽ và hài hòa. Chân kim loại cao cấp màu vàng không chỉ làm tăng thêm vẻ đẹp sang trọng và quý phái, mà còn đảm bảo độ bền và sự chắc chắn cho sản phẩm. Mặt bàn sử dụng đá tự nhiên tinh tế, toát lên vẻ đẳng cấp. Mỗi thiết kế trong bộ sưu tập Valente đều được cân đối hoàn hảo, giúp sản phẩm dễ dàng phù hợp với mọi phong cách trang trí nội thất, từ cổ điển đến hiện đại.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/armchair-valente-da.jpg"
                        },
                        {
                            "id": 2,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/tu-trang-tri-valente-4-e1721639238230.jpg"
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "Sự đa dạng và độc đáo trong Bộ sưu tập Valente",
                    "description": "Bộ sưu tập Valente mang đến đa dạng các sản phẩm như tủ tivi, sofa, tủ trưng bày, armchair, bàn ăn, ghế ăn,…. Từng thiết kế trong BST Valente đều mang những nét đặc trưng riêng, tất cả đều được trau chuốt tỉ mỉ để giúp bạn tạo nên một không gian sống hoàn hảo và đầy đủ tiện nghi. Valente không chỉ mang đến cho bạn những món đồ nội thất cao cấp mà còn mang đến một không gian sống cao cấp, nơi bạn có thể tận hưởng cuộc sống một cách trọn vẹn nhất.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-valente-1.jpg"
                        }
                    ]
                },
                {
                    "id": 3,
                    "title": "Tạo dựng không gian đẳng cấp với bộ sưu tập Valente",
                    "description": "Hãy để bộ sưu tập Valente trở thành biểu tượng của lối sống sang trọng và tinh tế trong ngôi nhà của bạn. Với thiết kế đẳng cấp và sự kết hợp hài hòa giữa các chất liệu cao cấp, Valente chắc chắn sẽ mang lại cho bạn một không gian sống tuyệt vời, nơi bạn có thể thư giãn và tận hưởng những khoảnh khắc quý giá.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-valente-6.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                }
            ]
        },
        {
            "id": "3",
            "name": "Mây mới",
            "title": "Vẻ đẹp dịu êm trong từng đường nét",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/07/ghe-dai-may-moi-3-601x400.jpg",
            "description": " Bức tranh nội thất luôn chứa đựng muôn vàn câu chuyện, mỗi thiết kế đều mang theo hơi thở riêng, thổi hồn vào từng góc nhỏ trong ngôi nhà. Với mong muốn mang đến cho khách hàng trải nghiệm không gian sống mới mẻ và thư thái, Nhà Xinh giới thiệu Bộ sưu tập Mây – lấy cảm hứng từ vẻ đẹp mộc mạc, bình dị của hồn quê Việt Nam.",
            "subcollection": [
                {
                    "id": 1,
                    "title": "Mây – Tận hưởng lối sống thanh bình, tinh tế",
                    "description": "Khi nhắc đến Mây, ta cảm nhận ngay vẻ đẹp mềm mại và sự gần gũi với thiên nhiên. Bộ sưu tập Mây mới của Nhà Xinh là biểu tượng của Việt Nam đương đại, thể hiện lối sống thanh bình và niềm trân trọng những giá trị truyền thống.Sử dụng chất liệu mây tự nhiên kết hợp với những đường nét tinh tế, mỗi sản phẩm trong bộ sưu tập được chăm chút tỉ mỉ từ những sợi mây đan khéo léo, mang đến cảm giác mềm mại, trang nhã và vô cùng thân thuộc",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-may-2.jpg"
                        },
                        {
                            "id": 2,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-may-3.jpg"
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "Vẻ đẹp tinh tế từ chất liệu Mây",
                    "description": "Mỗi đường cong mềm mại của mây đan như đưa ta về với miền quê thanh bình, nơi ta có thể thả mình vào những làn gió mát lành và tiếng chim hót líu lo. Sự kết hợp khéo léo giữa màu sắc và chất liệu không chỉ tạo nên một tổng thể hài hòa, mà còn nêu bật được phong cách riêng biệt, đậm chất thiên nhiên tạo nên một không gian thư giãn và an yên sau những giờ làm việc căng thẳng.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-may-5.jpg"
                        }
                    ]
                },
                {
                    "id": 3,
                    "title": "Sự kết hợp hoàn hảo giữa thẩm mỹ và công năng",
                    "description": "Chất liệu mây tự nhiên được khéo léo biến tấu thành những đường cong mềm mại, uyển chuyển, mang đến cảm giác thoải mái và dễ chịu cho người sử dụng. Viền vân gỗ được kết hợp hài hòa, tạo điểm nhấn hiện đại. BST Mây mới mang đến cho bạn nhiều lựa chọn đa dạng cho không gian sống của mình. Từ bộ sofa êm ái, chiếc armchair thanh lịch đến bàn ăn tinh tế, tất cả đều góp phần tạo nên một không gian sống ấm cúng, nhẹ nhàng và đầy cảm hứng.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/lifestyle-may-moi.webp"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                }
            ]
        },
        {
            "id": "4",
            "name": "Hà Nội",
            "title": "Sự hòa quyện giữa cổ điển và hiện đại",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-ha-noi-768x623.jpg",
            "description": "Mang đến hơi thở mới cho không gian với sự kết hợp hoàn mỹ giữa hiện đại và cổ điển. Mỗi món đồ trong bộ sưu tập này là một tác phẩm nghệ thuật, gợi lên vẻ đẹp thanh lịch, trang nhã của thủ đô ngàn năm văn hiến.",
            "subcollection": [
                {
                    "id": 1,
                    "title": "Bộ sưu tập Hà Nội – Linh Hoạt Trong Từng Chi Tiết – Đậm đà phong vị Hà Thành",
                    "description": "Bộ sưu tập “Hà Nội” được thiết kế với kích thước gọn gàng, tinh tế, phù hợp với mọi không gian sống, từ những căn hộ nhỏ xinh đến những ngôi nhà rộng lớn. Đặc biệt, bộ sưu tập này như được sinh ra để dành cho những tâm hồn trẻ trung, năng động, yêu thích sự mới mẻ nhưng vẫn trân quý những giá trị truyền thống. Sự linh hoạt trong thiết kế giúp bạn dễ dàng sắp đặt, tạo nên một không gian sống hài hòa, ấm cúng.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-ha-noi-1.jpg"
                        },
                        {
                            "id": 2,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-ha-noi-2-1.jpg"
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "Chất Liệu Cao Cấp – Vẻ đẹp vượt thời gian",
                    "description": "Mỗi sản phẩm trong bộ sưu tập “Hà Nội” được tạo ra từ những vật liệu vải cao cấp, mềm mại nhưng bền bỉ, kết hợp với khung sườn gỗ beech chắc chắn, mang lại sự vững chãi và thoải mái. Phần lưng sau của ghế sofa được thiết kế đặc biệt để ngăn ngừa ẩm mốc trong những mùa nồm ẩm, đảm bảo sự bền đẹp theo thời gian. Thiết kế mềm mại, với mặt bàn tích hợp ngăn chứa điều khiển tivi và các vật dụng nhỏ, giúp cho không gian sống luôn gọn gàng, ngăn nắp.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-ha-noi-3.jpg"
                        }
                    ]
                },
                {
                    "id": 3,
                    "title": "Tiện Ích Tối Đa, Vẻ Đẹp thanh lịch",
                    "description": "Mỗi sản phẩm trong bộ sưu tập “Hà Nội” được tạo ra từ những vật liệu vải cao cấp, mềm mại nhưng bền bỉ, kết hợp với khung sườn gỗ beech chắc chắn, mang lại sự vững chãi và thoải mái. Phần lưng sau của ghế sofa được thiết kế đặc biệt để ngăn ngừa ẩm mốc trong những mùa nồm ẩm, đảm bảo sự bền đẹp theo thời gian. Thiết kế mềm mại, với mặt bàn tích hợp ngăn chứa điều khiển tivi và các vật dụng nhỏ, giúp cho không gian sống luôn gọn gàng, ngăn nắp.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-ha-noi-5.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                },
                {
                    "_id": "68a484b6e0b255596f191d79",
                    "name": "Phòng ăn"
                },
                {
                    "_id": "68a484b7e0b255596f191d7c",
                    "name": "Phòng ngủ"
                }
            ]
        },
        {
            "id": "5",
            "name": "Sài Gòn",
            "title": "Vẻ Đẹp Hiện Đại, Tinh Tế",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-sai-gon.jpg",
            "description": "mang đến làn gió mới, đậm chất trẻ trung và hiện đại, phản chiếu chân thực nhịp sống năng động của thành phố. Mỗi chi tiết đều được chăm chút tỉ mỉ, tạo nên sự tinh tế trong từng góc cạnh, dù là những không gian nhỏ hẹp cũng trở nên bừng sáng với “Sài Gòn.”",
            "subcollection": [
                {
                    "id": 1,
                    "title": "Đẳng Cấp Từ Chất Liệu",
                    "description": "Dành cho những tâm hồn trẻ trung và phóng khoáng, bộ sưu tập nội thất Sài Gòn sử dụng chất liệu vải cao cấp, mềm mại và thoải mái, kết hợp cùng chân kim loại sơn đen khỏe khoắn, tạo nên sự hòa quyện giữa nét đẹp hiện đại và độ bền vững chắc. Sự lựa chọn này không chỉ tôn lên vẻ đẹp sang trọng, mang lại cảm giác dễ chịu, mà còn rất phù hợp với lối sống năng động của người trẻ.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-sai-gon-2.jpg"
                        },
                        {
                            "id": 2,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-sai-gon-3.jpg"
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "Thiết Kế Linh Hoạt Và Tiện Dụng",
                    "description": "Một điểm nhấn đặc biệt của bộ sưu tập nội thất “Sài Gòn” chính là thiết kế linh hoạt với hệ bàn 2 tầng. Điều này không chỉ giúp tăng diện tích chứa đồ mà còn tạo nên sự tiện dụng vượt trội, đáp ứng mọi nhu cầu sinh hoạt. Hệ bàn 2 tầng cung cấp thêm không gian lưu trữ, giúp dễ dàng sắp xếp và giữ gọn gàng không gian sống, đồng thời giữ được vẻ đẹp thẩm mỹ.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-sai-gon-4.jpg"
                        }
                    ]
                },
                {
                    "id": 3,
                    "title": "Chi Phí Phù Hợp Với Người Trẻ",
                    "description": "Một điểm cộng lớn của bộ sưu tập “Sài Gòn” chính là mức chi phí vô cùng hợp lý, phù hợp với ngân sách của những người trẻ. Giấc mơ sở hữu một không gian sống hiện đại và phong cách không còn xa vời với bộ sưu tập Sài Gòn từ Nhà Xinh. Với “Sài Gòn,” bạn không cần phải đánh đổi giữa chi phí và phong cách – tất cả đều được dung hòa để mang đến cho bạn sự hài lòng tối đa.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/07/bo-suu-tap-sai-gon-6.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                }
            ]
        },
        {
            "id": "6",
            "name": "Moretti",
            "title": "Điểm nhấn thanh lịch, trẻ trung",
            "image": "https://nhaxinh.com/wp-content/uploads/2024/05/bo-suu-tap-Morretti-3-768x512.jpg",
            "description": "nổi bật bởi những đường nét nhẹ nhàng kết hợp với tỷ lệ độc đáo, dễ dàng mang đến điểm nhấn mới mẻ cho không gian sống. Moretti đạt được sự hòa quyện hài hòa giữa những đường nét thanh lịch, đi kèm với tinh thần trẻ trung, sáng tạo cả về tỷ lệ lẫn chi tiết thiết kế. Mỗi món đồ trong bộ sưu tập Moretti không chỉ là sản phẩm nội thất mà còn là một tác phẩm nghệ thuật, được tạo ra từ sự tận tâm và đam mê của các nhà thiết kế. Khung sắt màu đồng, với vẻ đẹp lịch lãm và sang trọng, kết hợp cùng những chiếc chân bàn chế tác tinh xảo, tạo ra một không gian đẳng cấp đầy mê hoặc.",
            "subcollection": [
                {
                    "id": 1,
                    "title": "Nét thanh lịch và tỷ lệ hoàn chỉnh",
                    "description": "Bộ sưu tập Moretti nổi bật bởi những đường nét nhẹ nhàng kết hợp với tỷ lệ độc đáo, dễ dàng mang đến điểm nhấn mới mẻ cho không gian sống. Moretti đạt được sự hòa quyện hài hòa giữa những đường nét thanh lịch, đi kèm với tinh thần trẻ trung, sáng tạo cả về tỷ lệ lẫn chi tiết thiết kế. Mỗi món đồ trong bộ sưu tập Moretti không chỉ là sản phẩm nội thất mà còn là một tác phẩm nghệ thuật, được tạo ra từ sự tận tâm và đam mê của các nhà thiết kế. Khung sắt màu đồng, với vẻ đẹp lịch lãm và sang trọng, kết hợp cùng những chiếc chân bàn chế tác tinh xảo, tạo ra một không gian đẳng cấp đầy mê hoặc.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/05/bo-suu-tap-Morretti.jpg"
                        },
                        {
                            "id": 2,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/05/bo-suu-tap-Morretti-3.jpg"
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "Sự hòa quyện giữa nghệ thuật và cuộc sống",
                    "description": "Nó là sự kết hợp hoàn hảo giữa nét đẹp tinh tế, đường nét mềm mại và tỷ lệ hoàn chỉnh, tạo ra một không gian sống đẳng cấp và sang trọng. Ngoài vẻ đẹp ngoại hình, bộ sưu tập Moretti còn chú trọng vào công năng sử dụng của sản phẩm. Từng chi tiết được chăm chút kỹ lưỡng, từ việc thiết kế sao cho phù hợp với không gian hiện đại, trẻ trung đến đảm bảo sự thoải mái và tiện nghi nhằm tạo ra không gian sống sang trọng, đẳng cấp và mang lại trải nghiệm thư giãn thoải mái.Moretti mang đến trải nghiệm thư giãn tuyệt vời. Hãy để những đường nét thanh lịch và sự sáng tạo của Moretti làm mới lại không gian sống của bạn, tạo ra một không gian sống đẳng cấp và đầy phong cách.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/05/bo-suu-tap-Morretti-4.jpg"
                        }
                    ]
                },
                {
                    "id": 3,
                    "title": "Ấn tượng họa tiết nhuộm màu",
                    "description": "Điểm đặc trưng của Moretti nằm ở phần họa tiết nhuộm màu bắt mắt trên các mẫu nội thất. Kỹ thuật này được sử dụng nhằm tô điểm cũng như tạo điểm nhấn cho những thiết kế. Bên cạnh đó, màu sắc cũng là một nét đặc trưng khác trong BST Moretti  với một loạt màu sắc nổi bật. Nếu chỉ có hai từ để miêu tả về BST Moretti  thì đó chính là “tuyệt vời”.",
                    "images": [
                        {
                            "id": 1,
                            "src": "https://nhaxinh.com/wp-content/uploads/2024/05/bo-suu-tap-Morretti-7.jpg"
                        }
                    ]
                }
            ],
            "room": [
                {
                    "_id": "68a48484e0b255596f191d76",
                    "name": "Phòng khách"
                }
            ]
        }
    ]
}
